{"playlist1": [{"id": 19, "title": "Iman Shumpert’s Freestyle – Dancing with the Stars", "video_id": "ZzQWzYWjhmE", "views": 1025229, "likes": 19231, "comments": 1635, "description": "Iman Shumpert and Daniella Karagach dance Freestyle to “Lose Control / Bounce” by Missy Elliott ft. Ciara & Fat Man Scoop / DJ Clent on the Dancing with the Stars Finale!Subscribe: http://goo.gl/T7bg3NWatch Dancing with the Stars Mondays at 8/7c on ABC and Stream on Hulu!", "thumbnail_url": "https://i.ytimg.com/vi/ZzQWzYWjhmE/default.jpg", "created_at": "2024-04-24T20:59:19.449Z", "updated_at": "2024-04-24T20:59:19.449Z"}, {"id": 2, "title": "Game Theory: FNAF, Goodbye Father (FNAF Security Breach Predictions)", "video_id": "kbAuywE8xPo", "views": 1793803, "likes": 126070, "comments": 10281, "description": "Special thanks to Displate for sponsoring this video!Enjoy big savings on your prints for a LIMITED TIME! ► https://displate.com/promo/gametheorists?art=6180340794652Get 34% off 1-2 prints, 38% off 3-4 prints and 42% off your Displate order of 5+ prints!! Join us on November 30th for our big livestream even for St. Jude!Donate with us! ► https://www.stjude.org/gametheoryOr use the blue donate button! Get Your Holiday Theory Wear NOW! ► https://creatorink.co/4wjFNAF Security Breach is nearly upon us! Before it arrives, I want to see if I can predict all of the twists and turns and, most of all, the ending. Today I will tell you about the future of FNAF, the end of Afton, and the rise of a certain, pigtailed animatronic. Prepare yourselves, Theorists!Find out more about the game HERE! ► https://store.playstation.com/en-us/concept/100011370:00 - Intro1:24 - The Game Theorist $1 Million Challenge For St Jude Is COMING!2:27 - Back to FNAF!4:59 - Don't Miss Our New FNAF Theory Wear!6:40 - What will happen in FNAF Security Breach?SUBSCRIBE to Catch all the Theories! ► https://goo.gl/kQWHkJ        Need Royalty Free Music for your Content? Try Epidemic Sound. Get A 30 Day Free Trial! ► http://share.epidemicsound.com/MatPat#FNAF #FiveNightsAtFreddys #SecurityBreach #FNAFSecurityBreach #FNAFTrailer #FNAFTheory #SecurityBreachTrailer #MatPat #Theory #GameTheory    More THEORIES: FNAF, The FINAL Timeline ►► https://bit.ly/2MlHYFeFNAF, The Monster We MISSED! ►► https://youtu.be/_ygN8HLCaJgFNAF This Theory Changes Everything ► https://bit.ly/2JUQUn6FNAF, You Were Meant To Lose ► https://youtu.be/7bn8hM9k0b0FNAF 6, No More Secrets ► https://bit.ly/2LVCq4u   Credits:Writers: Matthew PatrickEditors: Tyler Mascola, Jerika (NekoOnigiri), Pedro Freitas, and Danial BanditRants KeristoufiAssistant Editor: Caitie Turner (Caiterpillart)Sound Editor: Yosi Berman", "thumbnail_url": "https://i.ytimg.com/vi/kbAuywE8xPo/default.jpg", "created_at": "2024-04-24T20:59:19.223Z", "updated_at": "2024-04-24T20:59:19.223Z"}], "playlist2": [{"id": 18, "title": "Olivia Rodrigo - traitor (Live From The American Music Awards/2021)", "video_id": "ngG2XKJ_y1Q", "views": 1124037, "likes": 126155, "comments": 5399, "description": "Olivia Rodrigo performs “traitor” at the 49th Annual American Music AwardsListen to “traitor” on SOUR, out now:http://oliviarodrigo.lnk.to/SOUR    Follow Olivia Rodrigo:Instagram: https://instagram.com/oliviarodrigo     Twitter: https://twitter.com/OliviaRodrigo    Facebook: https://www.facebook.com/OliviaRodrigoOfficialYouTube: https://youtube.com/oliviarodrigomusic     TikTok: https://tiktok.com/@livbedumb      Store: https://smarturl.it/oliviarodrigoshop   Lyrics:Brown guilty eyes andLittle white lies yeahI played dumb but I always knewThat you talked to her maybeDid even worseI kept quiet so I could keep youAnd ain’t it funnyHow you ran to herThe second that we called it quitsAnd ain’t it funnyHow you said you were friendsNow it sure as hell don’t look like itYou betrayed meAnd I know that you’ll never feel sorryFor the way I hurt yeahYou talked to herWhen we were togetherLoved you at your worstBut that didn’t matterIt took you two weeksTo go off and date herGuess you didn’t cheatBut you’re still a traitorNow you bring her aroundJust to shut me downShow her off like she’s a new trophyAnd I know if you were trueThere’s no damn way that youCould fall in love with somebody that quicklyAnd ain’t it funnyAll the twisted gamesAll the questions you used to avoidAin’t it funnyRemember I brought her upAnd you told me I was paranoidYou betrayed meAnd I know that you’ll never feel sorryFor the way I hurt yeahYou talked to herWhen we were togetherLoved you at your worstBut that didn’t matterIt took you two weeksTo go off and date herGuess you didn’t cheatBut you’re still a traitorGod I wish that you had thought this throughBefore I went and fell in love with youWhen she’s sleeping in the bed we madeDon’t you dare forget about the wayYou betrayed me‘Cause I know that you’ll never feel sorryFor the way I hurt yeahYou talked to herWhen we were togetherYou gave me your wordBut that didn’t matterIt took you two weeksTo go off and date herGuess you didn’t cheatBut you’re stillYou’re still a traitorYeah you’re still a traitorGod I wish that you had thought this throughBefore I went and fell in love with you #oliviarodrigo #traitor #AMAs #SOURhttp://vevo.ly/R3YW3l", "thumbnail_url": "https://i.ytimg.com/vi/ngG2XKJ_y1Q/default.jpg", "created_at": "2024-04-24T20:59:19.442Z", "updated_at": "2024-04-24T20:59:19.442Z"}], "playlist3": [{"id": 3, "title": "EUPHORIA | SEASON 2 | OFFICIAL TEASE | HBO", "video_id": "RPz_XktsEFE", "views": 1303702, "likes": 39651, "comments": 1728, "description": "JANUARY 9. HBO MAX.#EUPHORIA\r\rZendaya leads an ensemble cast that also includes Maude Apatow, Angus Cloud, Eric Dane, Alexa Demie, Jacob Elordi, Barbie Ferreira, Nika King, Storm Reid, Hunter Schafer, Algee Smith and Sydney Sweeney. \r\rAll episodes created and written by Sam Levinson, who also serves as executive producer. Other executive producers include Drake, Future the Prince, Ravi Nandan, Kevin Turen, Hadas Mozes Lichtenstein, Ron Leshem, Daphna Levin, Tmira Yardeni, Mirit Toovi, Yoram Mokady, Gary Lennon and Jim Kleverweis. Produced in partnership with A24 and based on the Israeli series of the same name, which was created by Ron Leshem and Daphna Levin, from HOT. \r\rFollow @euphoria on Instagram: https://www.instagram.com/euphoria \rFollow @euphoriaHBO on Twitter: https://www.twitter.com/euphoriaHBO\r\rLearn more about EUPHORIA: https://www.hbo.com/euphoria", "thumbnail_url": "https://i.ytimg.com/vi/RPz_XktsEFE/default.jpg", "created_at": "2024-04-24T20:59:19.233Z", "updated_at": "2024-04-24T20:59:19.233Z"}]}